
const mzLevel = [
    {
      "level": 1,
      "range": 0,
      "title": "어떤 단어든 내겐 듣보잡",
      "desc": "당신의 신조어 수준은 아직 태어나기 전. 스파이더스와 함께 새로 태어나요~",
      "image": ""
    },
    {
      "level": 2,
      "range": 20,
      "title": "이 정도면 나도 킹왕짱",
      "desc": "아 응애에요~ 당신의 신조어 수준은 신생아.",
      "image": ""
    },
    {
      "level": 3,
      "range": 40,
      "title": "라떼는 말이야 이런 말 없었어",
      "desc": "당신은 분명 X세대! MZ세대와 소통하려면 좀 더 분발하세요~",
      "image": ""
    },
    {
      "level": 4,
      "range": 60,
      "title": "이젠 나도 유행어 알딱잘깔센",
      "desc": "이 정도면 당신은 MZ세대와 말이 통하는 수준이군요. 아주 칭찬해~",
      "image": ""
    },
    {
      "level": 5,
      "range": 80,
      "title": "홀리몰리 과카몰리 로보카폴리 유행어 전문가",
      "desc": "당신은 말이 필요없는 진정한 MZ세대! 뭐든지 다 알고 있는 당신은 진정한 천재군요.",
      "image": ""
    }
  ]
  const mzQuestion = [
    {
      "index": 1,
      "question": "1. 다음 중 '억텐'의 반대말은?",
      "item" : [{"list" : "찐텐"},{"list" : "억까"},{"list" : "막텐"},{"list" : "억빠"}],
      "answer": 0
    },
    {
      "index": 2,
      "question": "2. '너또다'의 의미로 옳은 것은?",
      "item" : [{"list" : "너 또 다이어트 하냐?"},{"list" : "너 또라이인건 다 알고 있지"},{"list" : "너 또라이라 다행이다"},{"list" : "너 또라이 맞는데, 다른 의견 있니?"}],
      "answer": 2
    },
    {
      "index": 3,
      "question": "3. 다음 중 '스불재'의 의미와 가장 어울리는 상황의 인물은?",
      "item": [{"list" : "절에서 스님과 기도를 하는 현중"},{"list" : "옥수수 농사가 대박난 수민"},{"list" : "오늘 공모전 상금을 받은 지니"},{"list" : "놀기만 해 성적이 D가 나온 우리"}],
      "answer": 3
    },
    {
      "index": 4,
      "question": "4. 다음 중 '이생망'의 의미와 가장 거리가 먼 것은?",
      "item" : [{"list" : "혐생"},{"list" : "갓생"},{"list" : "혼파망"},{"list" : "스불재"}],
      "answer": 1
    },
    {
      "index": 5,
      "question": "5. '제곧네'와 같은 의미를 가진 것은?",
      "item": [{"list" : "냉무"},{"list" : "니곧내"},{"list" : "완내스"},{"list" : "쟤같네"}],
      "answer": 0
    },
    {
      "index": 6,
      "question": "6. '귀엽다'와 같은 뜻을 가진 신조어는?",
      "item": [{"list" : "700"},{"list" : "완내스"},{"list" : "삼귀다"},{"list" : "갓생"}],
      "answer": 0
    },
    {
      "index": 7,
      "question": "7. '빠태' 해석에 대한 의미로 옳은것은?",
      "item" : [{"list" : "빠르게 태워버려"},{"list" : "빠른태세전환"},{"list" : "빠이빠이 태정태세문단세"},{"list" : "빠삐코 태워먹기"}],
      "answer": 1
    },
    {
      "index": 8,
      "question": "8. 아반수'에 대한 의미로 옳은것은?",
      "item" : [{"list" : "아홉시 반 수업"}, {"list" : "아메리카노 반먹고 수업"}, {"list" : "아몬드 반으로 만들어 먹기 수작업"}, {"list" : "아무대학이나 반드시 수시 넣어"}],
      "answer": 0
    },
    {
      "index": 9,
      "question": "9. 설참'에 대한 의미로 옳은것은?",
      "item" : [{"list" : "설빙 참지마"},{"list" : "설명 참고"},{"list" : "설사 참기"},{"list" : "설마 참치김밥"}],
      "answer": 1
    },
    {
      "index": 10,
      "question": "10. 다음 중 뽀롱뽀롱 뽀로로에 나오는 캐릭터 루피의 짤으로 유명한 신조어는?",
      "item" : [{"list" : "군싹"},{"list" : "크크로삥뽕"},{"list" : "불소킹"}, {"list" : "재질"}],
      "answer": 0
    }
  ]